Revit 2027 API
SymbolTypeId.BtuPerS Property
 Symbol Btu/s, indicating unit British thermal units per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BtuPerS { get; }
Public Shared ReadOnly Property BtuPerS As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BtuPerS {
	ForgeTypeId^ get ();
}
static member BtuPerS : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace